{
    "1": "The oracle said that her stolen cards are somewhere round here. I'd better get looking",
    "2": "Ah, a camp fire, It's been a long day, I should light it up and get some rest.",
    "3": "I wish i knew why the oracle picked me. I'm not a mighty knight, or a powerful wizard. All I have is this one spell, and even it's nothing special.",
    "4": "Well this fella doesn't look like his spirit found rest. I'd better help him on his way, but I can't let him touch me. It wouldn't bode well for my health",
    "5": "ah, a totem. This'll deal with those ghosts. Now to charge it up and see what happens.",
    "6": "There's a dark presence eminating from this ritual site. Here goes nothing I guess.",
    "7": "What's this? A tarot card? The Fool, one who doubts their own power, and hides from destiny? I Wonder what that means?",
    "8": "What's so special about this card anyway? Looks like a normal tarrot card to me. Well, I guess it'll end badly if I ask too many more questions",
    "9": "Looks like the shadow guild is here, they arn't a friendly bunch",
    "10": "Ah there you are. We should make this a fair fight should we not? No? Ok bring it on",
    "11": "Another tarot card, The Mage, one who looks at the world through diferent eyes, and bends it to their will",
    "12": "I thought the oracle was supposed to be All Knowing... how does someone like that let these cards get stolen? I'm worried there's something more going on here",
    "13": "Oh yuck! whats that? Its discusting. Where did all these slimes come from?",
    "14": "that... huge... I cant stop it all by myself, I'm going to need some help",
    "15": "An Obelisk? Whats that doing here? Well, I'm not complaining, It can help me deal with that thing",
    "16": "Almost there, just one more spell and it's charged",
    "17": "Lets go! Take that you giant slimeball",
    "18": "Finally the last card. The King, Some seek power and authority, others have it thrust upon them and find they wear it well.",
    "19": "When the oracle first sent me on this quest, I was a fool. I doubted my own strength, and felt I had nothing to offer. As I ventured across the land, and faught many a foe, I started to realise I'm not weak, I'm a mage. Nothing can stop me. The oracle says that she sees something amazing in my future. I cant wait to see what it is."
}
